Repository: megomango/product_catalog
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: كتالوج المنتجات
ar: Product Catalog

# skip
source: تخطي
ar: Skip

# next
source: التالي
ar: Next

# getStarted
source: ابدأ
ar: Get Started

# products
source: المنتجات
ar: Products

# price
source: السعر
ar: Price

# details
source: التفاصيل
ar: Details

# retry
source: إعادة المحاولة
ar: Retry

# noData
source: لا توجد بيانات
ar: No data

# somethingWentWrong
source: حدث خطأ ما
ar: Something went wrong

# language
source: اللغة
ar: Language

# english
source: الإنجليزية
ar: English

# arabic
source: العربية
ar: Arabic
